---
kind: other
id: Properties.T:Autodesk.Revit.DB.SpatialElementBoundarySubface
source: html/0d989c30-e853-2b81-b350-f8e7ebbbf7be.htm
---
# SpatialElementBoundarySubface Properties

Specifies whether the .NET object represents a valid Revit entity.